/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "Der Zugriff auf %@ benötigt Benutzerdaten von Ihnen";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Abbrechen";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Anmelden";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Benutzername:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Passwort:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "Der Benutzername und das Passwort, das Sie hier eingeben wird für die nächsten Updates des Feeds gespeichert.";

